GREETINGS = ["Привет, {}!", "Доброе утро, {}!", "Добрый день, {}!", "Добрый вечер, {}!"]

description = "Я чат-бот для поиска и публикации статей. " \
              "Я умею искать конкретные статьи и подбирать статьи по запросам." \
              "Кроме этого я могу помочь с публикацией статей и поиском журналов!" \
              "Что делаем?"

JOKES = ["Около трети россиян боятся потерять работу из-за " +
         "искусственного интеллекта. Зря боятся, я вот " +
         "за 15 тысяч работать не буду.",

         "Садится девушка в беспилотное такси" +
         " и говорит - ой, так непривычно, автомобиль без водителя" +
         "а машина ей в ответ - знаете, вообще-то я искусственный " +
         "интеллект для диалоговых систем, а такси - это так, подработка",

         "Настоящий чат-бот по системам искусственного " +
         "интеллекта должен писать сам себя",

         "Если все прыгнут, искусственный интеллект тоже прыгнет",

         "Что-то я сегодня не в настроении для шуток... "]

GOODBYE = ["10000011111100001111101000011101010000110000. На вашем языке - до встречи!",
           "Спасибо, что составили мне компанию", "До скорой встречи!", "До свидания"]

FINDED = ["Кое-что нашлось", "Смотри, что нашел", "Ура, успех", "Так-так-так",
          "О, нашел", "Статья найдена!"]

UNFINDED = ["Что-то ничего не удалось найти...", "Кажется, в этом датасете ничего полезного",
            "Извини, но ничего не нашлось", "Эх, попробуй позже, пока у меня ничего нет",
            "Я очень старался, но ничего не вышло..."]