GREETINGS = ["Привет, {}!", "Доброе утро, {}!", "Добрый день, {}!", "Добрый вечер, {}!"]

description = "Я чат-бот для поиска и публикации статей. " \
              "Я умею искать конкретные статьи и подбирать статьи по запросам." \
              "Кроме этого я могу помочь с публикацией статей и поиском журналов!" \
              "Что делаем?"

JOKES = ["Около трети россиян боятся потерять работу из-за " +
         "искусственного интеллекта. Зря боятся, я вот " +
         "за 15 тысяч работать не буду.",

         "Садится девушка в беспилотное такси" +
         " и говорит - ой, так непривычно, автомобиль без водителя" +
         "а машина ей в ответ - знаете, вообще-то я искусственный " +
         "интеллект для диалоговых систем, а такси - это так, подработка",

         "Настоящий чат-бот по системам искусственного " +
         "интеллекта должен писать сам себя",

         "Если все прыгнут, я тоже прыгну.",

         "Что-то я сегодня не в настроении для шуток... "]